IDEA StatiCa Open Model
ConcreteULSCheckResultTorsion Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ConcreteULSCheckResultTorsion class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected ConcreteULSCheckResultTorsion()
Protected Sub New
protected:
ConcreteULSCheckResultTorsion()
See Also
Reference
ConcreteULSCheckResultTorsion Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace